[RM_SupportLauncher_CV X2WeaponTemplate]
FriendlyName="Метатель дымовых гранат"
FriendlyNamePlural="Метатели дымовых гранат"
BriefSummary="Адаптированная наплечная установка от МЭКа \"Адвента\", этот метатель дымовых гранат может обеспечить защиту как \"Искре\", так и союзным солдатам на поле боя."
TacticalText="<Bullet/> Из за простоты конструкции и отсутствия необходимости в боеголовках мы может легко собрать такие метатели.\n<Bullet/> Установка идет в комплекте с двумя зарядами дымовых гранат."


[RM_SupportLauncher_CV_Paired X2PairedWeaponTemplate]
FriendlyName="Метатель дымовых гранат"
FriendlyNamePlural="Метатели дымовых гранат"
BriefSummary="Адаптированная наплечная установка от МЭКа \"Адвента\", этот метатель дымовых гранат может обеспечить защиту как \"Искре\", так и союзным солдатам на поле боя."
TacticalText="<Bullet/> Из за простоты конструкции и отсутствия необходимости в боеголовках мы может легко собрать такие метатели.\n<Bullet/> Установка идет в комплекте с двумя зарядами дымовых гранат."

[RM_SupportLauncher_MG X2WeaponTemplate]
FriendlyName="Тяжелая установка поддержки"
FriendlyNamePlural="Тяжелые установки поддержки"
BriefSummary="Усовершенствованная установка может снабжаться как дымовыми гранатами, так и свето-шумовыми. Однако боекомплект все так же ограничен."
TacticalText="<Bullet/> Перезарядка свето-шумовых гранат занимает больше времени, нежели дымовых."


[RM_SupportLauncher_MG_Paired X2PairedWeaponTemplate]
FriendlyName="Тяжелая установка поддержки"
FriendlyNamePlural="Тяжелые установки поддержки"
BriefSummary="Усовершенствованная установка может снабжаться как дымовыми гранатами, так и свето-шумовыми. Однако боекомплект все так же ограничен."
TacticalText="<Bullet/> Перезарядка свето-шумовых гранат занимает больше времени, нежели дымовых."


[RM_SPARKLauncher_CV X2WeaponTemplate]
FriendlyName="Адаптированная наплечная установка"
FriendlyNamePlural="Адаптированные наплечные установки"
BriefSummary="Скопированная нами наплечная установка от МЭКа \"Адвента\" позволяет \"Искре\" обрушивать на врага дождь из микро-ракет."
TacticalText="<Bullet/> Эти микро-ракеты не могут уничтожать укрытия так же легко, как гранаты.\n<Bullet/> Мы можем запускать их дальше, чем солдаты могут выстрелить из гранатомета."

[RM_SPARKLauncher_CV_Paired X2PairedWeaponTemplate]
FriendlyName="Адаптированная наплечная установка"
FriendlyNamePlural="Адаптированные наплечные установки"
BriefSummary="Скопированная нами наплечная установка от МЭКа \"Адвента\" позволяет \"Искре\" обрушивать на врага дождь из микро-ракет."
TacticalText="<Bullet/> Эти микро-ракеты не могут уничтожать укрытия так же легко, как гранаты.\n<Bullet/> Мы можем запускать их дальше, чем солдаты могут выстрелить из гранатомета."

[RM_SPARKLauncher_MG X2WeaponTemplate]
FriendlyName="Наплечная установка \"Лучник\""
FriendlyNamePlural="Наплечные установки \"Лучник\""
BriefSummary="Усовершенствованный вариант наплечной установки -\"Лучник\" способен запускать свои снаряды без необходимости видеть цель, для \"Искры\" достаточно иметь наводчика."
TacticalText="<Bullet/> Эти микро-ракеты не могут уничтожать укрытия так же легко, как гранаты.\n<Bullet/> Мы можем запускать ракеты гораздо дальше, чем солдаты могут выстрелить из гранатомета."

[RM_SPARKLauncher_MG_Paired X2PairedWeaponTemplate]
FriendlyName="Наплечная установка \"Лучник\""
FriendlyNamePlural="Наплечные установки \"Лучник\""
BriefSummary="Усовершенствованный вариант наплечной установки -\"Лучник\" способен запускать свои снаряды без необходимости видеть цель, для \"Искры\" достаточно иметь наводчика."
TacticalText="<Bullet/> Эти микро-ракеты не могут уничтожать укрытия так же легко, как гранаты.\n<Bullet/> Мы можем запускать ракеты гораздо дальше, чем солдаты могут выстрелить из гранатомета."


[RM_SPARKMissiles X2AbilityTemplate]
LocFriendlyName="Микро-ракеты"
LocLongDescription="На плече \"Искры\" установлена пусковая установка, которая может давать залп, поражая небольшую территорию."
LocHelpText="Ракетная атака по выбранной области."

[RM_FlashRain X2AbilityTemplate]
LocFriendlyName="Свето-шумовые бомбы"
LocLongDescription="\"Искра\" может запустить свето-шумовые бомбы, для контроля врага на поле боя."
LocHelpText="Выстрелить свето-шумовыми бомбами."
LocFlyOverText="Свето-шумовые бомбы"

[RM_SmokeRain X2AbilityTemplate]
LocFriendlyName="Дымовая завеса"
LocLongDescription="\"Искры\" может запустить дымовые бомбы, для создания дымовой завесы защищающей союзников."
LocHelpText="Выстрелить дымовыми бомбами."
LocFlyOverText="Дымовая завеса"